;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Slovensky/Slovak
WebLang=SK
Translator=Lumir - lumir@stonline.sk
Codepage=UNICODE 
Version=1.94

[Uninstaller Toolbar]
102 = Zobraziť
103 = Nastavenia
104 = Odinštalátor
105 = Nástroje
106 = Režim lovca
107 = Zoznam
108 = Ikony
109 = Detaily
110 = Odinštalácia
111 = Odstrániť
112 = Obnoviť
113 = Určite chcete odstrániť vybratú položku?
114 = Určite chcete odinštalovať vybratý program?
115 = Aktualizácia
116 = Nápoveda
117 = Nápoveda nástroja...
118 = Web stránka...
119 = O programe...
120 = Nie ste Administrátor!
121 = Určite chcete odinštalovať vybratú systémovú súčasť?\nStlačte NIE, ak neviete čo robíte!
122 = Odinštalátor vám zobrazí nainštalované programy a súčasti všetkých užívateľov. V zobrazení "Detaily" alebo v kontextovom menu získate rozšírené informácie (odkazy a vlastnosti inštalácie). Primárna funkcia Revo Uninstaller je Režim lovca. Tento režim vám dáva flexibilitu pri odinštalovaní, zastavení, vymazaní alebo zakázaní automatického štartu jediným kliknutím.
123 = Hľadať
124 = Nájdené:
125 = Určite chcete odstrániť z registrov vybratú súčasť systému?\nMôže byť potrebná pre váš systém!
126 =  bol odstránený z autoštartu!
127 =  bol pridaný do auroštartu!
128 = %s je nainštalovaný v rovnakom adresári ako %s!\n Boli nájdené nepotrebné súbory obidvoch aplikácií! Opatrne označte tie, ktoré chcete odstrániť!
129 = Vynútená odinštalácia

[Uninstaller List]
150 = Aplikácia
151 = Veľkosť
152 = Verzia
153 = Dátum inštalácie
154 = Spoločnosť
155 = Web stránka
156 = Komentár
157 = Reťazec odinštalácie
158 = Kľúč registra
159 = Inštalátor

[Uninstaller StatusBar]
201 = Inštalácií: 
202 = Načítavanie...

[Registry Optimizer]
302 = Vyberte miesto skenovania
303 = Menu Štart

[Autorun Toolbar]
407 = Spustiť
408 = Zastaviť
409 = Odstrániť
410 = Položiek: 
411 = Povolené: 
412 = S nástrojom Správca Po štarte môžete zapnúť alebo vypnúť aplikácie, ktoré sa automaticky spúšťajú po štarte Windows. Získate viac informácií o jednotlivých aplikáciách - cesta spustenia, popis, vydavateľ, stav (spustený alebo zastavený) a umiestnenie príkazu Po štarte (register alebo súbor na pevnom disku).

[Autorun List]
450 = Názov
451 = Cesta spustenia
452 = Popis
453 = Vydavateľ
454 = Stav
455 = Umiestnenie
456 = spustený
457 = ZASTAVENÝ
458 = NEPLATNÝ
459 = Ukončiť proces
460 = Spustiť proces
461 = Otvoriť zložku
462 = Prejsť na umiestnenie
463 = Kopírovať cestu spustenia
464 = Odstrániť vybraté
465 = Odstrániť všetky neplatné
466 = Odstrániť zastavené
467 = Odstrániť všetky zakázané
468 = Vlastnosti...
470 = Určite chcete zatvoriť vybratú aplikáciu?\nNeuložené data budú stratené!
471 = Určite chcete vymazať vybratú položku?
472 = Určite chcete vymazať všetky neplatné položky?
473 = Určite chcete vymazať všetky zastavené položky?
474 = Určite chcete vymazať všetky zakázané položky?
475 = Príkaz neexistuje!
476 = NEZNÁMY
477 = Zakázať automatický štart
478 = Povoliť automatický štart

[Outlook Control]
300 = Optimalizácia
301 = Optimalizácia registrov
400 = Správca Po štarte
500 = Čistič zbytočností
501 = Čistič prehliadačov
600 = Čistič Microsoft Office
700 = Čistič Windows
800 = Úplné vymazanie koša
900 = Neobnoviteľné vymazanie
2100 = Nástroje Windows
2200 = Čistič smetí

[Track Cleaner Browsers]
507 = Vyčistiť všetko
508 = Vyčistiť históriu navštívených web stránok
509 = Vymazať históriu zadaných adries
510 = Vymazať dočasné súbory internetu
511 = Vymazať Cookies
512 = Vymazať súbory Index.dat
513 = Spustiť
514 = Vymazať históriu sťahovania
515 = Vymazať históriu relácií
516 = Vymazať históriu formulárov
517 = Odinštalátor
518 = Určite chcete vyčistiť všetky vybraté data histórie?
521 = Určite chcete vyčistiť históriu Internet Explorera?
522 = Určite chcete vyčistiť históriu Firefoxu?
523 = Určite chcete vyčistiť históriu Opery?
524 = Určite chcete vyčistiť históriu Netscape?
525 = Váš prehliadač zaznamenáva podrobnosti každej web stránky, ktorú ste navštívili. Informácie sú ľahko prístupné z okna prehliadača a jednoduchým stlačením tlačidla môže hocikto vidieť čo ste si pozerali! S Čističom prehliadačov môžete vymazať dočasné súbory internetu, v ktorých sú obrázky, videa a všetky web stránky, ktoré ste navštívili. Vymazaním dočasných súborov internetu môžete uvoľniť veľa miesta na pevnom disku.
526 = Zatvorte váš internetový prehliadač pred vyčistením zbytočností.
527 = Súbory Index.dat budú vymazané pri najbližšom reštarte počítača.
599 = Čistenie vybratých zbytočností bolo dokončené!

[Office Track Cleaner]
601 = Vyčistiť
607 = Vyčistiť históriu posledných dokumentov Microsoft Word
608 = Vrátane Word 2000, Word XP, Word 2003 a Word 2007
609 = Vyčistiť históriu posledných dokumentov Microsoft Excel
610 = Vrátane Excel 2000, Excel XP, Excel 2003 a Excel 2007
611 = Vyčistiť históriu posledných dokumentov Microsoft Access
612 = Vrátane Access 2000, Access XP, Access 2003 a Access 2007
613 = Vyčistiť históriu posledných dokumentov Microsoft PowerPoint
614 = Vrátane PowerPoint 2000, PowerPoint XP, PowerPoint 2003 a PowerPoint 2007
615 = Vyčistiť históriu posledných dokumentov Microsoft FrontPage
616 = Vrátane FrontPage 2000, FrontPage XP, FrontPage 2003 a FrontPage 2007
617 = Čistič Microsoft Office vám umožní odstrániť históriu naposledy použitých súborov v Microsoft Word, Excel, Access, PowerPoint a FrontPage. Ak nechcete, aby niekto videl vaše naposledy otvorené alebo upravované tabuľky, dokumenty alebo iné súbory, vytvorené s Microsoft Office, vyberte typy súborov, ktoré nechcete a kliknite na tlačidlo “Vyčistiť”. Naposledy použité súbory pre typy programov, ktoré ste zvolili nebudú dlhšie dostupné.

[Windows Tracks Cleaner]
701 = Vyčistiť
707 = Vyčistiť históriu Naposledy otvorené dokumenty
708 = Vyčistiť históriu Spustiť v menu Štart
709 = Vyčistiť históriu Hľadať
710 = Vyčistiť históriu Tlačiarne, Počítače a Hľadanie ľudí
711 = Vyprázdniť schránku
712 = Vyčistiť históriu naposledy otvorených súborov "Maľovanie"
713 = Vyčistiť históriu naposledy otvorených súborov "Wordpad"
714 = Vyčistiť históriu naposledy otvorených kľúčov "Regedit"
715 = Vyčistiť históriu dialógov "Otvoriť/Uložiť"
716 = Vyčistiť históriu dialógov "Zobrazené zložky"
717 = Vyprázdniť kôš
718 = Vymazať dočasné súbory Windows
719 = Vymazať záznamy v menu Štart
720 = Microsoft Windows uchováva cesty mnohým veciam, ktoré robíte vo vašom počítači. Napríklad históriu hľadania (keď hľadáte súbory alebo zložky), históriu naposledy otvorených dokumentov, históriu otvoriť/uložiť, použitú v štandardných dialógoch súboru v rozdielných aplikáciách a oveľa viac. Čistič Windows vám umožní odstrániť celú históriu. Môžete tiež vyprázdniť Kôš a vymazať dočasné súbory, ktoré môžu uvoľniť veľa miesta na pevnom disku.
721 = História Spustiť bude vymazaná až po reštarte "explorer.exe".
722 = Zistiť v registroch Windows
723 = Zistiť na zväzkoch pevných diskov
724 = Vymazať súbory výpisu pamäte pri zlyhaní programu
725 = Vymazať Chkdsk, obnovené fragmenty súboru


[Evidence Remover]
802 = Spustiť
803 = Vymazávanie
804 = Počkajte chvíľu - spustený proces vymazávania.
805 = Hotovo
806 = Zaškrtnite jednotku na vymazanie, ktorá obsahuje dôkazy o vašej práci. Tento nástroj pracuje už len s vymazanými datami. UPOZORNENIE: Po dokončení procesu nebude možné obnoviť vymazané súbory!
807 = Keď vyprázdnite Kôš, vaše súbory sú označené len ako vymazané, ale fyzicky nie sú zničené. Tento nástroj natrvalo zničí súbory a zložky, ktoré sú stále na vašom pevnom disku. Bez ohľadu na nástroj, ktorý použijete na obnovu dat, výsledok bude rovnaký, žiadny. Data, zničené s "Úplné vymazanie koša" sa nedajú obnoviť!
808 = Určite chcete zničiť dôkazy o vašej práci na vybratých jednotkách?

[Unrecoverable Delete]
912 = Zoznam súborov a zložiek, ktoré budú vymazané a nebude možné ich obnoviť
913 = Súbory
914 = Zložky
915 = Vložte súbory, ktoré chcete vymazať a odstrániť zo systému. Tieto súbory nebude možné obnoviť žiadnym obnovovacím nástrojom!
916 = Vložte zložky, ktoré chcete vymazať a odstrániť zo systému. Tieto súbory nebude možné obnoviť žiadnym obnovovacím nástrojom!
917 = Pridať súbory na vymazanie
918 = Pridať zložky na vymazanie
919 = VYMAZAŤ NAVŽDY
920 = Vyčistiť zoznam
921 = Ak chcete bezpečne vymazať súbor alebo zložku, použite nástroj Neobnoviteľné vymazanie (nikto nebude schopný obnoviť tento súbor alebo zložku s obnovovacím nástrojom). Vymazaním súborov a vyprázdnením Koša neznamená, že tieto súbory sú preč navždy. Sú stále na vašom pevnom disku a hocikto ich môže ľahko obnoviť. Nástroj Neobnoviteľné vymazanie tomuto zabráni, pretože fyzicky zničí všetky vybraté súbory alebo zložky.
922 = Určite chcete navždy vymazať vybraté súbory a zložky?

[Options Tree]
1001 = Nastavenia
1100 = Hlavné
1200 = Odinštalátor

[General]
1101 = Jazyk:
1102 = Rozšírený režim
1103 = Skontrolovať aktualizáciu po štarte

[Uninstaller Options]
1201 = Zobraziť aktualizácie systému
1202 = Zobraziť súčasti systému
1203 = Povoliť rýchly režim načítania
1204 = Spustiť len vstavaný odinštalátor
1205 = (Nie je podporované vo Windows Vista)
1206 = Vytvoriť bod obnovenia systému pred odinštalovaním
1207 = Vymazať nepotrebné súbory a zložky do koša 


[Auto Update]
1907 = Aktualizácia
1908 = Info o verzii
1909 = Aktuálna verzia:
1910 = Najnovšia verzia:
1911 = STIAHNUŤ
1912 = Získať najnovšiu verziu
1913 = Čo je nové
1914 = Overovanie...
1915 = Chyba pripojenia...
1916 = STOP
1917 = Stiahnuté %s z %s
1918 = Stiahnuté %s (celková veľkosť neznáma)
1919 = Revo Uninstaller sa nemôže pripojiť na www.revouninstaller.com. Skontrolujte vaše pripojenie k Internetu a firewall, či neblokuje Revo Uninstaller.
1920 = Chyba: Kontrola novej verzie zlyhala. Žiadne Internetové pripojenie.

[WinTools]
2110 = Spustiť
2111 = Je veľa užitočných nástrojov, ktoré sú súčasťou operačného systému Windows. Niektoré nástroje používajú iba príkazový riadok a k iným je ťažké sa dostať. Nástroje Windows vám poskytnú rýchly prístup k viac ako desiatim nástrojom.
2112 = Ak sa vyskytne problém, môžete použiť Obnovenie systému pre obnovenie do predchádzajúceho uloženého stavu bez straty osobných dat. Obnovenie systému sleduje zmeny v systéme, v niektorých súboroch aplikácií a automaticky vytvára ľahko identifikovateľné body obnovenia. Tieto body obnovenia vám umožnia vrátiť systém do predchádzajúceho funkčného stavu. Body sú vytvárané denne a v čase významnejších zmien systému. Hocikedy môžete tiež vytvoriť a pomenovať vlastné body obnovenia.
2113 = S nástrojom Diagnostika siete môžete zobraziť informácie o hardware počítača, operačnom systéme, konfigurácii internetu, modeme a konfigurácii sieťového adaptéra. Môžete tiež vykonať skenovanie vášho systému, testovať pripojiteľnosť siete, funkčnosť služieb a programov súvisiacich so sieťou. 
2114 = Informácie o sieti zobrazia všetky aktuálne konfigurácie siete TCP/IP, Dynamic Host Configuration Protocol (DHCP) a nastavenia Domain Name System (DNS). Informácie o sieti zobrazia tiež úplnú konfiguráciu TCP/IP pre všetky adaptéry, vrátane IP adresy, MAC adresy, masky podsiete, predvolenej brány, Windows Internet Naming Service (WINS) a konfigurácie DNS.
2115 = Centrum zabezpečenia kontroluje stav troch základných zabezpečení vášho počítača: Firewall, Automatická aktualizácia a Ochrana pred malware/virusmi. Ak je zistený problém (napríklad, ak váš antivirusový program je zastaralý), Centrum zabezpečenia zobrazí výstrahu a poskytne doporučenie, ako najlepšie chrániť váš počítač.
2116 = Vlastnosti systému môžu byť použité pre zobrazenie základných informácií o hardware počítača, napr. typ CPU, celková pamäť RAM. Môžete zmeniť nastavenie virtuálnej pamäte a nájdete spoľahlivé informácie o hardware a vlastnostiach zariadení. Môžete konfigurovať hardwarové profily, zobraziť informácie o sieťových pripojeniach a prihlasovacom profile. Keď sa vyskytnú programové a systémové chyby, môžete oznámiť problém Microsoftu alebo administrátorovi.
2117 = Systémové informácie sú súčasťou operačného systému Windows, ktoré zbierajú a zobrazujú informácie o konfigurácii systému pre miestne a vzdialené počítače. Sú tam zahrnuté informácie o konfigurácii hardwaru, súčasti počítača a softwaru, vrátane podpísaných a nepodpísaných ovládačov. Systémové informácie sú nástroj, s ktorým môžete rýchlo vyhľadať informácie o vašom počítači a operačnom systéme.
2118 = TCP/IP Netstat Command je súčasť operačného systému Windows, ktorá zobrazuje všetky aktívne spojenia TCP a porty TCP/UDP, na ktorých počítač načúva a zobrazuje spúšťač, spojený s vytváraním každého spojenia alebo načúvajuceho portu (názov spúšťača je v [ ] dole, hore je vyvolaná súčasť až po dosiahnutie TCP/IP).
2119 = Klávesnica na obrazovke zobrazí virtuálnu klávesnicu a umožní užívateľovi so zníženou pohyblivosťou písať pomocou myši alebo joysticka. Klávesnica na obrazovke je určená pre poskytnutie minimálnej úrovne závislosti na normálnej klávesnici pre užívateľov so zníženou pohyblivosťou. Klávesnica na obrazovke sa môže tiež použiť, ak si myslíte, že máte v počítači nainštalovaný Key-Logger, ktorý zaznamenáva všetky stlačené klávesy. Klávesnica na obrazovke eliminuje možnosť záznamu stlačených kláves.
2120 = Defragmentácia disku analyzuje miestne zväzky a usporiada fragmentované súbory a zložky tak, aby každý súbor bol na zväzku v jednom súvislom celku. Defragmentácia disku tiež usporiada voľné miesto a je menej pravdepodobné, že nové súbory budú fragmentované. Výsledkom defragmentovania je rýchlejší prístup k súborom a uloženie nových súborov je efektívnejšie.
2121 = Služby môžu spustiť, zastaviť, zakázať alebo znovu spustiť službu na miestnom alebo vzdialenom počítači. Služby môžu tiež spustiť akciu obnovenia, ak služba zlyhá (napríklad reštartovanie služby automaticky), povoliť alebo zakázať služby pre jednotlivý hardwarový profil, zobraziť stav a popis každej služby.
2122 = Zdieľané zložky môžu byť použité pre správu zdieľaných položiek cez sieť, kontrolu povolenia prístupu užívateľa, aktivitu relácií, vlastností zdieľaných položiek a môžu zobraziť všetky pripojenia a zdroje, použité v miestnych a vzdialených počítačoch. Zdieľané zložky môžu zobraziť zoznam všetkých užívateľov, ktorí sú pripojený na diaľku (cez sieť) do vášho počítača a odpojiť jedného alebo všetkých. Môžu tiež zobraziť zoznam súborov, ktoré sú aktuálne otvorené vzdialenými užívateľmi.
2123 = Zásady skupiny zahrňujú nastavenie zásad užívateľa a pre konfiguráciu počítača. Zásady skupiny určujú rôzne nastavenia súčastí užívateľovho prostredia plochy, ktorú administrátor systému spravuje (napríklad programy, ktoré sú dostupné pre užívateľov, ktoré sa zobrazia na užívateľovej ploche a možnosti pre menu Štart).
2124 = Pridať/Odobrať súčasti Windows napomáha spravovať nainštalované súčasti Windows vo vašom počítači. Po nainštalovaní operačného systému Windows môžete použiť tento nástroj pre pridanie súčasti Windows, ktorá nebola zahrnutá do originálnej inštalačky alebo odobrať existujúcu súčasť Windows, ktorú už dlhšie nepotrebujete.
2125 = Nástroj pre odstránenie škodlivého softwaru kontroluje v počítači a operačnom systéme špecifické infikovania, prevažne škodlivý software a napomáha odstrániť nájdené infekcie. Škodlivý software sú vírusy, wormy a trojany. Pri zistení a po odstránení nástroj zobrazí správu, popisujúcu výsledok.


[Junk Files Cleaner Options]
2202 = Zväzky na skenovanie:
2203 = Vzor
2204 = Popis
2205 = Pridať
2206 = Odobrať
2207 = Reset na predvolené
2208 = Čistič smetí::Hlavné
2209 = Čistič smetí::Vylúčené
2220 = Vzor na skenovanie:
2221 = Použite znaky ? a * ako náhradné znaky
2222 = Pridať vzor
2223 = Pridať vylúčený vzor
2224 = Použite znaky ? a * ako náhradné znaky
2225 = Vylúčený vzor:
2226 = Vymazať súbory do koša
2227 = Ignorovať súbory, spustené posledných 24 hodín

[Junk Files Cleaner Tool]
2306 = Skenovať
2307 = Vymazať
2308 = Skenovanie
2309 = Počkajte chvíľu - prebieha skenovanie.
2310 = Zrušiť
2311 = Názov
2312 = Veľkosť
2319 = Súbory:
2320 = Celková veľkosť:
2323 = Nájdené súbory, používané Windows alebo iným programom.\nTeraz sa nedajú vymazať.
2324 = Musíte vybrať najmenej jednu jednotku a príponu pred štartom skenovania.
2325 = Čistič smetí vám umožní nájsť a odstrániť rôzne typy nepotrebných súborov z vášho počítača. Normálne také súbory sú vymazané aplikáciou, ktorá ich vytvorila a dlhšie ich nepotrebuje. Avšak oni môžu zostať stále na vašom pevnom disku, ak bolo neočakávané ukončenie aplikácie spadnutím systému... Ak sa toto stáva často, môže to spôsobiť zmenšenie voľného miesta na disku alebo spomalenie systému....\n\nPre viac informácií kliknite na “Nápoveda” a potom na “Aktuálny nástroj”.
2326 = Súbor
2327 = Vymazávanie súborov

[Context Menu Junk Files Cleaner]
2313 = Otvoriť
2314 = Hľadať v Google 
2315 = Otvoriť zložku
2316 = Vlastnosti...
2317 = Označiť všetky položky
2318 = Odznačiť všetky položky
2321 = Označiť vybraté položky
2322 = Odznačiť vybraté položky

[Topmost Window]
4002 = Nastavenia
4003 = Otvoriť hlavné okno
4004 = Presunúť ikonu lovca
4005 = Režim lovca
4006 = Veľkosť
4007 = Malá
4008 = Stredná
4009 = Veľká
4010 = Veľkosť ikony
4011 = UKONČIŤ
4012 = Odinštalovať
4013 = Stop automatického štartu
4014 = Ukončiť proces
4015 = Ukončiť a vymazať proces
4016 = Otvoriť zložku
4017 = Info
4018 = Vlastnosti
4019 = ZRUŠIŤ
4020 = Teraz je podporovaný len jeden súbor!
4021 = Máte prázdnu zložku, pretiahnite a pustite súbor!
4022 = Odinštalovať alebo odstrániť:
4023 = Chyba! Skúste namieriť na iné okno, ikonu alebo položku lišty úloh.
4024 = Nedá sa spustiť príkaz odinštalácie!\nOdinštalujte aplikáciu s Odinštalátorom.
4025 = Nenájdený inštalačný balík!\nTip: Získajte viac informácií o aplikácii v hlavnom okne\na skúste ju odinštalovať manuálne!
4026 = Cieľová aplikácia má zakázaný automatický štart!\nTip: Ak ho chcete znovu povoliť, použite nástroj Správca Po štarte v hlavnom okne aplikácie!
4027 = Cieľová aplikácia nenájdená medzi položkami Po štarte!\nTip: Na vyhľadanie nezvyčajných miest, ktoré používajú niektoré aplikácie pre automatický štart použite Google!
4028 = Určite chcete zatvoriť vybratú aplikáciu?\nNeuložené data budú stratené!
4029 = Odinštalátor
4030 = Určite chcete zatvoriť a vymazať vybratú aplikáciu?\nNeuložené data budú stratené!
4031 = Určite chcete zatvoriť Windows Explorer?\nMenu Štart, lišta úloh a tray systému zmizne!
4032 = Spustiť pri štarte Windows
4033 = Priehľadnosť

[Scan After Uninstall]
4210 = Umiestnenie
4211 = Kľúč
4212 = Hodnota
4213 = Data
4214 = Súbor
4215 = Vyberte položku pre vykonanie tejto operácie!
4216 = Skenovať po odinštalovaní
4217 = Označiť všetko
4218 = Odznačiť všetko
4219 = Vymazať
4220 = Zbytočné súbory
4221 = Zbytočné položky registrov
4222 = Skenovanie pred odinštalovaním, prosím počkajte...
4223 = Odinštalátor spustený...
4224 = Po dokončení odinštalátora spustite skenovanie, ktoré vyhľadá zbytočné súbory, zložky a kľúče registrov.
4225 = Skenovanie po odinštalovaní, prosím počkajte...
4226 = Opatrne označte položky v zozname!
4227 = Zatvoriť
4228 = Zostávajúce súbory v zozname budú vymazané po nasledujúcom reštarte systému.
4229 = Spustenie odinštalátora aplikácie zlyhalo!\nPravdepodobne nesprávny príkaz odinštalácie!
4230 = Späť
4231 = Ďalej
4232 = Vyberte režim odinštalovania
4233 = Režimy
4234 = Jednoduchý - spustí odinštalátor aplikácie bez dodatočného skenovania.
4235 = Bezpečný - zahŕňa Jednoduchý režim a vykoná rozšírené skenovanie registrov a pevných diskov. Bezpečne vymaže len staré položky. Najrýchlejší režim.
4236 = Pokročilý - zahŕňa Bezpečný režim a vykoná rozšírené skenovanie. Hľadá staré položky aplikácií\nna najbežnejších miestach v registroch a pevných diskoch.
4237 = Rozšírený - zahŕňa Pokročilý režim a vykoná hĺbkové skenovanie registrov a pevných diskov.\nHľadá všetky staré položky, súvisiace s aplikáciou. Najpomalší režim.
4238 = Analyzovanie dat aplikácie pred odinštaláciou.
4239 = Spustenie vstavaného odinštalátora pre štandardné odinštalovanie.
4240 = Stlačte tlačidlo "Ďalej" pre spustenie skenovania starých súborov, zložiek a položiek registrov po dokončení odinštalátora aplikácie.
4241 = Vykonávanie počiatočnej analýzy a odinštalácia. 
4242 = Skenovanie po odinštalovaní
4243 = Skenovanie po vstavanom odinštalátorovi aplikácie. Hľadanie starých súborov, zložiek a položiek registrov, súvisiacich s aplikáciou v registroch a na pevných diskoch. Prosím, počkajte...
4244 = Nájdené staré položky registrov
4245 = Nájdených položiek registrov:
4246 = Poznámka: Buďte opatrní pri označovaní položiek!\nLen zvýraznené označené položky a ich podpoložky budú vymazané!
4247 = Nájdené staré súbory a zložky
4248 = Nájdených položiek:
4249 = Počítač
4250 = Revo Uninstaller nemohol spustiť vstavaný odinštalátor aplikácie. Možno je príkaz odinštalovania aplikácie neplatný alebo poškodený. Stlačte tlačidlo “Späť” a skúste iný režim odinštalácie.
4251 = Vstavaný odinštalátor aplikácie dokončil odinštaláciu. Revo Uninstaller neskenoval staré položky. Stlačte tlačidlo “Späť” a skúste iný režim odinštalácie pre skenovanie starých súborov, zložiek a položiek registrov.
4252 = Revo Uninstaller úspešne dokončil odinštaláciu, ale neboli nájdené žiadne staré položky. Stlačte tlačidlo “Späť” a skúste iný, rozšírený režim odinštalácie s hĺbkovou kontrolou.
4253 = Revo Uninstaller úspešne dokončil odinštaláciu. Ak chcete nájsť viac starých položiek, stlačte tlačidlo “Späť” a skúste iný, rozšírený režim odinštalácie s hĺbkovou kontrolou.
4254 = Dokončiť
4255 = Určite chcete presunúť vybraté súbory do koša?
4256 = Určite chcete vymazať vybraté položky registrov?
4257 = Revo Uninstaller dokončil odinštaláciu úspešne!
4258 = Určite chcete preskočiť vymazanie zbytočných položiek registrov a pokračovať nasledujúcim krokom?
4259 = Určite chcete preskočiť vymazanie zbytočných súborov, zložiek a pokračovať nasledujúcim krokom?
4260 = Skenovanie zbytočných položiek je dokončené. Stlačte tlačidlo “Ďalej” pre zobrazenie výsledkov!
4261 = Vytvorenie bodu obnovenia systému...
4262 = Vytvorenie bodu obnovenia systému - zlyhalo!
4263 = Vytvorenie bodu obnovenia systému je vypnuté (v Možnosti->Odinštalátor)
4264 = Vytvorenie bodu obnovenia systému - hotovo!


[About]
4300 = Prekladatelia:

[ContextMenu Uninstaller]
5000 = Príkazy
5001 = Info
5002 = Hľadať v Google
5004 = Umiestnenie inštalácie
5005 = Otvoriť odkaz O programe...
5006 = Otvoriť odkaz Nápoveda...
5007 = Otvoriť odkaz Aktualizácia...
5008 = Otvoriť kľúč registra...

[Common]
10000 = OK
10001 = Zrušiť
10002 = Nápoveda
10003 = Vyhľadať
10004 = Nápoveda nástroja
10005 = Web stránka
10006 = O programe
10007 = Upozornenie
10008 = CHYBA

[Tooltips]
2000 = Prepnúť do režimu odinštalátora
2001 = Zobraziť panel nástrojov
2002 = Upraviť nastavenia
2003 = Prepnúť do režimu lovca
2004 = Zmeniť zobrazenie zoznamu nainštalovaných aplikácií
2005 = Odinštalovať vybratú aplikáciu
2006 = Vymazať vybratú položku z registrov
2007 = Obnoviť zoznam aplikácií
2008 = Aktualizovať aktuálnu verziu na najnovšiu
2009 = Nájde rozšírené informácie a odpovie na všetky vaše otázky o programe
404 = Spustiť vybratú aplikáciu
405 = Zastaviť a zatvoriť vybratú aplikáciu
406 = Zamedziť vybratým aplikáciám automatický štart
506 = Vyčistiť vybraté možnosti
605 = Vyčistiť vybraté možnosti
705 = Vyčistiť vybraté možnosti
2106 = Spustiť vybratý nástroj
2304 = Skenovať nepotrebné súbory podľa vybratých nastavení
2305 = Vymazať označené súbory do koša

